{
  "metadata": {
    "lastSync": "2025-01-04T15:30:00.000Z",
    "version": "1.0.0",
    "totalRecords": 6
  },
  "records": [
    {
      "id": "1",
      "lastEdited": "2025-01-04T15:30:00.000Z",
      "title": "Influenza",
      "definicion": "Enfermedad respiratoria viral contagiosa, causada por el virus Influenza. Se caracteriza por inicio abrupto de fiebre, cefalea y mialgias.",
      "epidemiologia": "Epidemia estacional en invierno (mayo-agosto en Chile). Mayor incidencia en niños menores de 5 años y adultos mayores de 65 años. Transmisión por gotas respiratorias.",
      "etiopatogenia": "Virus Influenza A, B y C. Tipo A es más virulento. Mutaciones antigénicas (deriva) y cambios (shift) determinan epidemias y pandemias. Transmisión por gotas respiratorias y contacto.",
      "clinica": "Inicio abrupto: fiebre >38°C, cefalea intensa, mialgias generalizadas, tos seca, odinofagia, rinorrea. Síntomas sistémicos predominan sobre respiratorios.",
      "clasificacion": "Tipo A: H1N1 (pandémico), H3N2 (estacional). Tipo B: linajes Victoria y Yamagata. Tipo C: menos frecuente, cuadros leves.",
      "diagnostico": "Clínico en contexto epidemiológico. PCR o test rápido de antígeno si disponible. Hemograma: leucopenia con linfopenia. RxTx si sospecha complicación.",
      "manejo": "Oseltamivir 75mg c/12h x 5 días si <48h de inicio. Sintomático: paracetamol, abundantes líquidos, reposo. Complicaciones: neumonía viral o bacteriana secundaria.",
      "diferenciales": "COVID-19, rinovirus, VSR, parainfluenza, adenovirus. Faringitis estreptocócica (más localizada), mononucleosis (adenopatías).",
      "extra": "",
      "ramos": ["Medicina Interna"],
      "grupos": ["Infectología"]
    },
    {
      "id": "2",
      "lastEdited": "2025-01-03T14:20:00.000Z",
      "title": "Enfermedad por Hantavirus",
      "definicion": "Zoonosis viral transmitida por roedores silvestres, causada por hantavirus. En Chile produce principalmente síndrome cardiopulmonar por hantavirus (SCPH).",
      "epidemiologia": "Endémica en Chile, especialmente regiones del sur. Mayor incidencia en primavera-verano. Zonas rurales y periurbanas. Reservorio: ratón colilargo.",
      "etiopatogenia": "Hantavirus Andes transmitido por Oligoryzomys longicaudatus (ratón colilargo). Contagio por inhalación de aerosoles de excreta de roedores infectados.",
      "clinica": "Fase prodrómica: fiebre, mialgias, cefalea (3-6 días). Fase cardiopulmonar: disnea súbita, edema pulmonar no cardiogénico, shock.",
      "clasificacion": "",
      "diagnostico": "ELISA IgM/IgG para hantavirus. Hematocrito >45%, plaquetopenia <150.000, leucocitosis con desviación izquierda. RxTx: infiltrados intersticiales bilaterales.",
      "manejo": "Soporte ventilatorio precoz. Manejo en UCI. Oxigenación por membrana extracorpórea (ECMO) si disponible. No existe tratamiento antiviral específico.",
      "diferenciales": "",
      "extra": "",
      "ramos": ["Medicina Interna"],
      "grupos": ["Infectología"]
    },
    {
      "id": "3",
      "lastEdited": "2025-01-02T16:45:00.000Z",
      "title": "Vasculitis",
      "definicion": "Grupo heterogéneo de enfermedades caracterizadas por inflamación de la pared vascular, que puede afectar arterias, venas y capilares de diferentes calibres.",
      "epidemiologia": "",
      "etiopatogenia": "",
      "clinica": "Síntomas constitucionales: fiebre, astenia, pérdida peso. Manifestaciones específicas según territorio vascular afectado: piel, riñón, pulmón, SNC.",
      "clasificacion": "Grandes vasos: Arteritis células gigantes, Takayasu. Medianos: Poliarteritis nodosa, Kawasaki. Pequeños: ANCA+ (Wegener, microscópica, eosinofílica), ANCA- (Henoch-Schönlein, crioglobulinemia).",
      "diagnostico": "VHS y PCR elevadas. ANCA (c-ANCA/PR3, p-ANCA/MPO). Biopsia del órgano afectado. Angiografía si sospecha grandes vasos.",
      "manejo": "Corticoides en dosis altas. Inmunosupresores: ciclofosfamida, metotrexato, azatioprina. Rituximab en ANCA+. Plasmaféresis en casos severos.",
      "diferenciales": "",
      "extra": "",
      "ramos": ["Medicina Interna"],
      "grupos": ["Reumatología"]
    },
    {
      "id": "4",
      "lastEdited": "2025-01-01T12:30:00.000Z",
      "title": "Artritis Reactiva",
      "definicion": "Artritis estéril que se desarrolla después de una infección en sitio distante. Forma parte de las espondiloartritis seronegativas.",
      "epidemiologia": "",
      "etiopatogenia": "Respuesta inmune aberrante post-infección gastrointestinal (Salmonella, Shigella, Campylobacter) o genitourinaria (Chlamydia). Asociación con HLA-B27.",
      "clinica": "Artritis oligoarticular asimétrica, predominio miembros inferiores. Tríada de Reiter: artritis, uretritis, conjuntivitis. Entesitis, dactilitis.",
      "clasificacion": "",
      "diagnostico": "",
      "manejo": "AINEs primera línea. Sulfasalazina si persistente. Corticoides intraarticulares. Antibióticos solo si infección activa documentada.",
      "diferenciales": "Artritis séptica, espondilitis anquilosante, artritis psoriásica, artritis reumatoide (seronegativa), gota.",
      "extra": "",
      "ramos": ["Medicina Interna"],
      "grupos": ["Reumatología"]
    },
    {
      "id": "5",
      "lastEdited": "2024-12-30T18:15:00.000Z",
      "title": "Insuficiencia Cardíaca",
      "definicion": "Síndrome clínico complejo resultante de alteración estructural o funcional del corazón que compromete su capacidad de llenado o eyección.",
      "epidemiologia": "",
      "etiopatogenia": "",
      "clinica": "Disnea progresiva, ortopnea, disnea paroxística nocturna, fatiga, edema bilateral. Galope S3, crepitaciones, hepatomegalia, ingurgitación yugular.",
      "clasificacion": "NYHA I-IV según síntomas. Por FE: reducida <40% (ICrFE), preservada ≥50% (ICpFE), levemente reducida 41-49% (ICmrFE).",
      "diagnostico": "Ecocardiografía (gold standard). BNP/NT-proBNP elevados. RxTx: cardiomegalia, congestión pulmonar. ECG: arritmias, HVI.",
      "manejo": "ICrFE: IECA/ARA II, betabloqueadores, espironolactona, diuréticos. Nuevos: sacubitrilo/valsartán, ivabradina, dapagliflozina. ICpFE: control factores de riesgo.",
      "diferenciales": "",
      "extra": "",
      "ramos": ["Medicina Interna"],
      "grupos": ["Cardiología"]
    },
    {
      "id": "6",
      "lastEdited": "2024-12-28T09:45:00.000Z",
      "title": "Diabetes Mellitus Tipo 2",
      "definicion": "Enfermedad metabólica crónica caracterizada por hiperglicemia debido a resistencia insulínica y/o defecto en secreción de insulina.",
      "epidemiologia": "Prevalencia 8-12% población adulta. Asociada a obesidad, sedentarismo, edad >45 años, antecedentes familiares, síndrome metabólico.",
      "etiopatogenia": "",
      "clinica": "A menudo asintomática. Poliuria, polidipsia, polifagia, pérdida peso, astenia. Complicaciones: retinopatía, nefropatía, neuropatía.",
      "clasificacion": "",
      "diagnostico": "Glicemia ayunas ≥126 mg/dl (2 mediciones) o PTGO ≥200 mg/dl o HbA1c ≥6.5%. Screening anual si factores de riesgo.",
      "manejo": "Cambios estilo vida + metformina. Agregar: sulfonilureas, iDPP-4, iSGLT-2, aGLP-1, insulina según meta HbA1c <7%. Control factores CV.",
      "diferenciales": "",
      "extra": "",
      "ramos": ["Medicina Interna"],
      "grupos": ["Endocrinología"]
    }
  ]
}
